{
  "question": "What is the nature of consciousness?",
  "answer_passages": [
    {
      "passage_number": 1,
      "book": "Come Follow To You - Vol 2 - Osho.pdf",
      "text": "consciousness\tis\tjust\ta\twave\ton\tthe\tocean.\tThe\tunconscious\tis\tvast.\"\tThen\tthe\nego\tdisappears.\tEgo\tis\tthe\tpart,\tthinking\titself\tto\tbe\tthe\twhole.\tNon-ego\tis\tthe\npart,\tbecoming\taware\tof\tthe\twhole.\tThen\tthe\tego\tdisappears.\nHow\tto\tdefine\tthe\tnature\tof\tconsciousness?\tIt\thas\tnever\tbeen\tdefined,\tit\tnever\nwill\tbe\tdefined.\tWho\twill\tdefine\tit?\tTo\tdefine\tit\tyou\thave\tto\tbe\taway\tfrom\tit.\tTo\ndefine\tanything\tyou\thave\tto\tstand\tout\tof\tit,\tyou\tneed\ta\tdistance.\tPerspective\twill\nnot\tbe\tpossible\tif\tthe\tdistance\tis\tnot\tthere.\nYou\tare\tconsciousness,\tyou\tARE\tunconsciousness.\tThere\tis\tnobody\twho\tcan\nstand\toutside\tand\tdefine\tit.\tYou\tcan\tknow\tit,\tbut\tyou\tcannot\tdefine\tit.\tThat's\twhy\nall\treligion\tis\tmysterious,\tmystical,\tvague,\tcloudy\t--\tbecause\tno\tterm\twhich\tis\nvery\tbasic\tto\treligion\tcan\tbe\tdefined.\nThe\tsubject\tcannot\tbe\tmade\tan\tobject.\tI\tcannot\tput\tmyself\tin\tfront\tof\tme,\tso\tI\ncannot\tdefine.\tNeither\thas\tBuddha\tdefined,\tnor\tJesus.\tDefinition\tas\tsuch\tis\ndebarred\tby\tthe\tvery\tnature\tof\tthe\tphenomenon."
    },
    {
      "passage_number": 2,
      "book": "Come Follow To You - Vol 2 - Osho.pdf",
      "text": "singing;\tcarry\tthe\tcross\tbut\tcarry\tit\twith\ta\tdeep\tcelebration\twithin.\tThen\tyou\tlive\nboth:\tyou\tlive\tlife,\tyou\tlive\tdeath.\tAnd\tyou\tlive\tboth\tof\tthem\tdeeply\tand\nintensely.\tWhen\tyou\tcan\tlive\tboth\tintensely,\tthey\tbecome\tone.\tThen\tyou\tknow\nthat\tlife\tand\tdeath\tare\ttwo\taspects\tof\tthe\tsame\tthing,\tof\tthe\tsame\tenergy.\tLife\tis\nexpression,\tmanifestation.\tDeath\tis\ta\treturning.\nQuestion\t5\nWOULD\tYOU\tDEFINE\tAND\tDISCUSS\tTHE\tNATURE\tOF\nCONSCIOUSNESS?\nHOW\tDOES\tCONSCIOUSNESS\tRELATE\tTO\tEGO?\tIS\tCONSCIOUSNESS\nTHE\nCREATIVE\tPRINCIPLE?\t(THAT\tIS,\tCOULD\tYOU\tSAY\tEQUALLY,\t\"IN\tTHE\nBEGINNING\tWAS\tCONSCIOUSNESS\"\tINSTEAD\tOF\t\"IN\tTHE\tBEGINNING\nWAS\tTHE\tWORD\tOR\tTHE\tLOGOS\"?)\tHOW\tDOES\tCONSCIOUSNESS\nRELATE\nTO\tGOD?\nIn\tthe\tBEGINNING\tWAS\tTHE\tWORD,\tor\tthe\tlogos.\tThe\tsame\tcannot\tbe\tsaid\nabout\tconsciousness,\tbecause\tin\tthe\tbeginning\tunconsciousness\twas\talso\tthere.\nConsciousness\tis\tjust\ta\tpart\tof\tyour\treality,\tthe\treality\tof\tthe\twithin.\nUnconsciousness\tis\talso\tthere.\tSo\tjust\tconsciousness\twas\tnot\tthere\tin\tthe"
    },
    {
      "passage_number": 3,
      "book": "A Cup of Tea.pdf",
      "text": "washes them out constantly with every movement,\nand when the whole body is alive\nonly then you begin to feel the cosmic\nconsciousness all around you.\nHow can a frozen consciousness,\nand that too surrounded by a dead body,\nA Cup of Tea 219 Osho\nCHAPTER 1.\nfeel the cosmic?\n228\nNow man knows more about man than ever\nand yet no problem is solved.\nIt seems that something is basically wrong\nwith our so-called knowledge itself.\nThis whole knowledge is derived from analysis\nand analysis is incapable of penetrating\ninto the depths of consciousness.\nThe analytical method is all right with matter or with things\nbecause there is no inside to them,\nbut consciousness is insideness,\nand to use the analytical method with consciousness\nis to treat it as an object\nwhile it is not an object at all.\nAnd it cannot be made an object;\nits very nature is subjectivity,\nits being is subjectivity,\nso it must not be approached from outside\nbecause then whatsoever is known about it is not about it."
    },
    {
      "passage_number": 4,
      "book": "Blessed Are the Ignorant.pdf",
      "text": "the conscious is just the tip of the iceberg.\nNow a second discovery is coming closer every day. It is not good to call it a discovery – it\nis a rediscovery, because yoga has known it always. Just as below the conscious there is the\n137\nCHAPTER 22. THERE IS NO NEED TO SEEK HAPPINESS – JUST START LIVING IT\nunconscious, above the conscious there is the superconscious. Just as the unconscious is the dark\nnight, the superconscious is pure light. And all the experiences of the mystics who talk about god\nas pure light, are nothing but the experiences of the superconscious.\nY ou are just in the middle – everybody is just in the middle. The conscious is the link, the bridge,\nbetween the unconscious and the superconscious.\nThe unconscious is the whole of nature, and the superconscious is god. In between the two is\nthe man – just a wavering, a continuous wavering to be this or to be that, to be or not to be... a"
    },
    {
      "passage_number": 5,
      "book": "Come Follow To You - Vol 2 - Osho.pdf",
      "text": "is\tjust\ton\tthe\tsurface;\tdeeply\thidden\tare\tlayers\tand\tlayers\tof\tunconsciousness.\nOne\thas\tto\ttranscend\tboth\tto\tknow\tthat\twhich\twas\tin\tthe\tbeginning\t--\twhich\tis\nGod.\n\"Would\tyou\tdefine\tand\tdiscuss\tthe\tnature\tof\tconsciousness?\tHow\tdoes\nconsciousness\trelate\tto\tego?\t\"\tOne\tpart\tof\tyou\tis\tconscious,\tone-tenth.\tNine-\ntenths\tof\tyou\tis\tunconscious.\tIf\tthe\tconscious\tpart\tthinks\titself\tto\tbe\tthe\twhole,\tit\nbecomes\tthe\tego.\tThen\tit\tforgets\tabout\tthe\tunconscious;\tthen\tthe\tpart\timagines\nitself\tto\tbe\tthe\twhole.\tThen\tit\tis\tthe\tego.\nIf\tthe\tconscious\tbecomes\taware\tof\tthe\tunconscious\talso....\tThat\tis\tthe\twhole\neffort\tof\treligion,\tthat\tis\tthe\twhole\teffort\tof\tmeditation.\tIf\tthe\tconscious\tturns\nback,\tlooks\tback,\tand\tbecomes\taware\tof\tthe\tunconscious\talso\t--\tthe\tdark\tnight\nwithin\t--\nthen\tthe\tconscious\tknows\tthat\t\"I\tam\tconscious,\tI\tam\tunconscious\talso.\tMy\nconsciousness\tis\tjust\ta\twave\ton\tthe\tocean.\tThe\tunconscious\tis\tvast.\"\tThen\tthe\nego\tdisappears.\tEgo\tis\tthe\tpart,\tthinking\titself\tto\tbe\tthe\twhole.\tNon-ego\tis\tthe"
    }
  ],
  "total_passages": 5
}